{
  "Author": "ssalazar217 (SteSE)",
  "Name": "EchoXIV",
  "InternalName": "EchoXIV",
  "ApplicableVersion": "any",
  "Description": "EchoXIV is a chat translation tool designed for FFXIV. It supports translating both incoming and outgoing chat messages, helping you communicate with players in different languages.\nKey Features:\n- Active Chat Translation: Supports translating messages sent to your currently active chat channel.\n- Smart Failover: Reliability with automatic switching between Papago and Google.\n- Native Overlay: Performance-focused interface.\n\n[Español]\nEchoXIV es una herramienta de traducción de chat para FFXIV. Soporta la traducción de mensajes de chat entrantes y salientes, ayudándote a comunicarte con jugadores de otros idiomas.\nCaracterísticas:\n- Traducción de Chat Activo: Soporta la traducción de mensajes enviados a tu canal de chat activo.\n- Failover Inteligente: Fiabilidad con cambio automático entre Papago y Google.\n- Overlay Nativo: Interfaz enfocada en el rendimiento.",
  "RepoUrl": "https://github.com/ssalazar217/EchoXIV",
  "Tags": [ "chat", "translation", "translator", "language", "Dalamud", "plugin" ],
  "Punchline": "Bidirectional (Outgoing+Incoming) chat translation with Auto-Failover. / Traducción de chat bidireccional con Failover automático.",
  "Changelog": "v0.1.0.7:\n- Corregido error crítico de ShutdownMode que impedía el inicio del hilo WPF.\n- Ajuste de márgenes en el overlay nativo (layout compacto de 2px).\n- Implementado sistema de deduplicación de mensajes para evitar registros duplicados en el historial.\n- Sincronización del comando /tl y Hook nativo con la recepción de mensajes.\nv0.1.0.6:\n- Refactorización a ImRaii para mayor estabilidad y prevención de cuelgues.\n- Acceso corregido a LocalPlayer mediante ObjectTable oficial.\n- Implementación de saneamiento UTF-8 para mensajes traducidos.",
  "IconUrl": "https://raw.githubusercontent.com/ssalazar217/EchoXIV/master/EchoXIV/images/icon.png",
  "AcceptsFeedback": true
}
