Repository: ssalazar217/EchoXIV
Catalog: EchoXIV/Properties/Resources.*.resx
Languages: de, es, fr, ja

# Tab_General
source: General
de: Allgemein
fr: Général
ja: 一般

# Tab_ExcludedMessages
source: Excluded Messages
de: Ausgeschlossene Nachrichten
es: Mensajes Excluidos
fr: Messages Exclus
ja: 除外メッセージ

# Tab_IncomingChannels
source: Incoming Channels
de: Eingehende Kanäle
es: Canales Entrantes
fr: Canaux Entrants
ja: 受信チャンネル

# General_Description
source: General translator settings
de: Allgemeine Übersetzereinstellungen
es: Configuración general del traductor
fr: Paramètres généraux du traducteur
ja: 翻訳者の一般設定

# General_EnableTranslation
source: Enable automatic translation
de: Automatische Übersetzung aktivieren
es: Activar traducción automática
fr: Activer la traduction automatique
ja: 自動翻訳を有効にする

# General_SourceLanguage
source: Source language:
de: Quellsprache:
es: Idioma de origen:
fr: Langue source :
ja: 元の言語:

# General_TargetLanguage
source: Target language:
de: Zielsprache:
es: Idioma de destino:
fr: Langue cible :
ja: 翻訳先の言語:

# General_DefaultChannel
source: Default channel (fallback):
de: Standardkanal (Fallback):
es: Canal por defecto (fallback):
fr: Canal par défaut (fallback) :
ja: デフォルトチャンネル (フォールバック):

# General_DefaultChannelTip
source: Used when automatic detection fails.
de: Wird verwendet, wenn die automatische Erkennung fehlschlägt.
es: Se usa si la detección automática falla.
fr: Utilisé lorsque la détection automatique échoue.
ja: 自動判別に失敗した際に使用されます。

# Incoming_Description
source: Configure channels for incoming message translation.
de: Kanäle für die Übersetzung eingehender Nachrichten konfigurieren.
es: Configura los canales de los que se traducirán mensajes entrantes.
fr: Configurer les canaux pour la traduction des messages entrants.
ja: 受信メッセージの翻訳チャンネルを設定します。

# Incoming_Enable
source: Enable incoming message translation
de: Übersetzung eingehender Nachrichten aktivieren
es: Habilitar traducción de mensajes entrantes
fr: Activer la traduction des messages entrants
ja: 受信メッセージの翻訳を有効にする

# Incoming_Disabled
source: Incoming translation disabled
de: Eingehende Übersetzung deaktiviert
es: Traducción entrante deshabilitada
fr: Traduction entrante désactivée
ja: 受信翻訳は無効です

# Incoming_TranslateTo
source: Translate incoming messages to:
de: Eingehende Nachrichten übersetzen in:
es: Traducir mensajes entrantes a:
fr: Traduire les messages entrants en :
ja: 受信メッセージの翻訳先:

# Incoming_AutoDetectNote
source: (Source language is auto-detected)
de: (Quellsprache wird automatisch erkannt)
es: (El idioma de origen se detecta automáticamente)
fr: (La langue source est auto-détectée)
ja: (元の言語は自動判別されます)

# Incoming_UseWritingLanguage
source: (Use writing language)
de: (Schreibsprache verwenden)
es: (Usar idioma de escritura)
fr: (Utiliser la langue d'écriture)
ja: (入力言語を使用する)

# Incoming_DisplayOptions
source: Display options:
de: Anzeigeoptionen:
es: Opciones de visualización:
fr: Options d'affichage :
ja: 表示オプション:

# Incoming_ShowOriginal
source: Show original text in tooltip
de: Originaltext im Tooltip anzeigen
es: Mostrar texto original en tooltip
fr: Afficher le texte original en info-bulle
ja: ツールチップに原文を表示する

# Incoming_ShowTimestamps
source: Show timestamps
de: Zeitstempel anzeigen
es: Mostrar timestamps
fr: Afficher les horodatages
ja: タイムスタンプを表示する

# Incoming_MaxMessages
source: Maximum messages
de: Maximale Nachrichten
es: Máximo de mensajes
fr: Nombre maximum de messages
ja: 最大メッセージ数

# Incoming_ChannelsToTranslate
source: Channels to translate:
de: Zu übersetzende Kanäle:
es: Canales a traducir:
fr: Canaux à traduire :
ja: 翻訳するチャンネル:

# Incoming_CrossWorldLS
source: Cross-World Linkshells:
de: Weltenübergreifende Linkshells:
fr: Linkshells inter-monde :
ja: クロスワールドリンクシェル:

# Excluded_Description
source: Messages that will not be translated (emotes, universal expressions, etc.)
de: Nachrichten, die nicht übersetzt werden (Emotes, universelle Ausdrücke usw.)
es: Mensajes que no se traducirán (emotes, expresiones universales, etc.)
fr: Messages qui ne seront pas traduits (emotes, expressions universelles, etc.)
ja: 翻訳されないメッセージ (エモート、共通表現など)

# Excluded_CurrentList
source: Current excluded list:
de: Aktuelle Ausschlussliste:
es: Lista de exclusiones actual:
fr: Liste d'exclusions actuelle :
ja: 現在の除外リスト:

# Excluded_AddNew
source: Add new exclusion:
de: Neuen Ausschluss hinzufügen:
es: Agregar nueva exclusión:
fr: Ajouter une nouvelle exclusion :
ja: 除外メッセージを追加:

# Excluded_Add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加

# Cache_Description
source: Translation cache settings
de: Einstellungen für den Übersetzungscache
es: Configuración del caché de traducciones
fr: Paramètres du cache de traduction
ja: 翻訳キャッシュの設定

# Cache_Enable
source: Enable translation cache
de: Übersetzungscache aktivieren
es: Habilitar caché de traducciones
fr: Activer le cache de traduction
ja: 翻訳キャッシュを有効にする

# Cache_Description_Long
source: Messages shorter than the specified limit are cached. Longer messages are always translated.
de: Nachrichten, die kürzer als das angegebene Limit sind, werden zwischengespeichert. Längere Nachrichten werden immer übersetzt.
es: Los mensajes más cortos que el límite se cachean. Los más largos siempre se traducen.
fr: Les messages courts sont mis en cache. Les messages plus longs sont toujours traduits.
ja: 指定された制限より短いメッセージはキャッシュされます。長いメッセージは常に翻訳されます。

# Cache_MaxLength
source: Maximum length for caching
de: Maximale Länge für Caching
es: Longitud máxima para caché
fr: Longueur maximale pour la mise en cache
ja: キャッシュする最大長

# Cache_Stats
source: Cache statistics:
de: Cache-Statistiken:
es: Estadísticas del caché:
fr: Statistiques du cache :
ja: キャッシュ統計:

# Cache_Entries
source: Cached entries:
de: Zwischengespeicherte Einträge:
es: Entradas cacheadas:
fr: Entrées en cache :
ja: キャッシュされたエントリ数:

# Cache_Clear
source: Clear cache completely
de: Cache vollständig leeren
es: Limpiar caché completamente
fr: Effacer complètement le cache
ja: キャッシュを完全にクリアする

# Cache_ClearTooltip
source: Deletes all saved translations. Useful if you changed target language.
de: Löscht alle gespeicherten Übersetzungen. Nützlich, wenn Sie die Zielsprache geändert haben.
es: Elimina todas las traducciones guardadas. Útil si cambiaste el idioma destino.
fr: Supprime toutes les traductions enregistrées. Utile si vous avez changé de langue cible.
ja: 保存されたすべての翻訳を削除します。翻訳先の言語を変更した場合に便利です。

# Cache_Tip
source: Tip: Cache is automatically cleared when full.
de: Tipp: Der Cache wird automatisch geleert, wenn er voll ist.
es: Tip: El caché se limpia automáticamente cuando está lleno.
fr: Astuce : Le cache est automatiquement vidé lorsqu'il est plein.
ja: ヒント: キャッシュがいっぱいになると自動的にクリアされます。

# ChatWindow_Title
source: Chat Translator
de: Chat-Übersetzer
es: Traductor Chat
fr: Traducteur de Chat
ja: チャット翻訳

# ChatWindow_Active
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 有効

# ChatWindow_Clear
source: Clear
de: Leeren
es: Limpiar
fr: Effacer
ja: クリア

# ChatWindow_Translating
source: Translating...
de: Übersetzen...
es: Traduciendo...
fr: Traduction...
ja: 翻訳中...

# Command_TranslationEnabled
source: Translation enabled.
de: Übersetzung aktiviert.
es: Traducción activada.
fr: Traduction activée.
ja: 翻訳が有効になりました。

# Command_TranslationDisabled
source: Translation disabled
de: Übersetzung deaktiviert.
es: Traducción desactivada
fr: Traduction désactivée.
ja: 翻訳が無効になりました。

# Command_WindowOpened
source: Translation window opened. Use /tl reset if you can't see it.
de: Übersetzungsfenster geöffnet. Verwenden Sie /tl reset, falls Sie es nicht sehen können.
es: Ventana de traducciones abierta. Usa /tl reset si no la ves.
fr: Fenêtre de traduction ouverte. Utilisez /tl reset si vous ne la voyez pas.
ja: 翻訳ウィンドウを開きました。見つからない場合は /tl reset を使用してください。

# Command_WindowClosed
source: Translation window closed.
de: Übersetzungsfenster geschlossen.
es: Ventana de traducciones cerrada.
fr: Fenêtre de traduction fermée.
ja: 翻訳ウィンドウを閉じました。

# Command_PositionReset
source: Window position reset to (100, 100). It should be visible now.
de: Fensterposition auf (100, 100) zurückgesetzt. Es sollte jetzt sichtbar sein.
es: Posición de ventana reseteada a (100, 100). Ya debería ser visible.
fr: Position de la fenêtre réinitialisée à (100, 100). Elle devrait être visible maintenant.
ja: ウィンドウ位置を (100, 100) にリセットしました。

# Command_NoMessage
source: No message to translate
de: Keine Nachricht zu übersetzen
es: No hay mensaje para traducir
fr: Pas de message à traduire
ja: 翻訳するメッセージがありません

# Command_MessageTooLong
source: Message too long
de: Nachricht zu lang
es: Mensaje muy largo
fr: Message trop long
ja: メッセージが長すぎます

# Command_TranslateError
source: Translation error
de: Übersetzungsfehler
es: Error al traducir
fr: Erreur de traduction
ja: 翻訳エラー

# Command_SendError
source: Error sending message
de: Fehler beim Senden der Nachricht
es: Error al enviar mensaje
fr: Erreur lors de l'envoi du message
ja: メッセージ送信エラー

# General_ChangesAppliedImmediately
source: Changes are applied immediately.
de: Änderungen werden sofort übernommen.
es: Los cambios se aplican inmediatamente.
fr: Les modifications sont appliquées immédiatement.
ja: 変更は即座に適用されます。

# Excluded_InputLabel
source: Add message:
de: Nachricht hinzufügen:
es: Agregar mensaje:
fr: Ajouter un message :
ja: メッセージを追加:

# Excluded_Remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除

# Excluded_RestoreDefault
source: Restore default list
de: Standardliste wiederherstellen
es: Restaurar lista por defecto
fr: Restaurer la liste par défaut
ja: デフォルトリストを復元

# Cache_CharLimit
source: {0} characters
de: {0} Zeichen
es: {0} caracteres
fr: {0} caractères
ja: {0} 文字

# Cache_PercentUsed
source: {0}% used
de: {0}% verwendet
es: {0}% utilizado
fr: {0}% utilisé
ja: 使用率 {0}%

# Incoming_WindowOpacity
source: Window opacity
de: Fensterdeckkraft
es: Opacidad de ventana
fr: Opacité de la fenêtre
ja: ウィンドウの不透明度

# Incoming_NativeWindow
source: Use Native Window (WPF / Better Multi-monitor)
de: Natives Fenster verwenden (WPF / Besserer Multi-Monitor-Support)
es: Usar Ventana Nativa (WPF / Mejor Multipantalla)
fr: Utiliser la fenêtre native (WPF / Meilleur Multi-écran)
ja: ネイティブウィンドウを使用 (WPF / マルチモニター対応)

# Incoming_NativeWindowTooltip
source: Activates an independent external window (better FPS performance). Disable to use the internal Dalamud window. Requires plugin reload to apply changes.
de: Aktiviert ein unabhängiges externes Fenster (bessere FPS-Leistung). Deaktivieren, um das interne Dalamud-Fenster zu verwenden. Erfordert ein Plugin-Neuladen, um Änderungen zu übernehmen.
es: Activa una ventana externa independiente (mejor rendimiento FPS). Desactívalo para usar la ventana interna de Dalamud. Requiere recargar el plugin para aplicar cambios.
fr: Active une fenêtre externe indépendante (meilleures performances FPS). Désactivez pour utiliser la fenêtre interne de Dalamud. Nécessite le rechargement du plugin pour appliquer les modifications.
ja: 独立した外部ウィンドウを有効にします (FPSパフォーマンスが向上します)。Dalamudの内部ウィンドウを使用する場合は無効にしてください。変更を適用するにはプラグインの再読み込みが必要です。

# Incoming_RestartNote
source: Note: Changing window mode requires plugin restart.
de: Hinweis: Das Ändern des Fenstermodus erfordert einen Plugin-Neustart.
es: Nota: Cambiar el modo de ventana requiere reiniciar el plugin.
fr: Note : Le changement de mode de fenêtre nécessite le redémarrage du plugin.
ja: 注意: ウィンドウモードを変更するには、プラグインの再起動が必要です。

# Cache_DisabledWarning
source: Cache disabled - all translations will be new
de: Cache deaktiviert - alle Übersetzungen werden neu erstellt
es: Cache deshabilitado - todas las traducciones serán nuevas
fr: Cache désactivé - toutes les traductions seront nouvelles
ja: キャッシュ無効 - すべての翻訳が新規作成されます

# ChatWindow_LockTooltip
source: Lock/Compact (Click-Through)
de: Sperren/Kompakt (Durchklickbar)
es: Bloquear/Compactar (Click-Through)
fr: Verrouiller/Compact (Cliquer à travers)
ja: ロック/コンパクト (クリック可能)

# ChatWindow_UnlockTooltip
source: Unlock window
de: Fenster entsperren
es: Desbloquear ventana
fr: Déverrouiller la fenêtre
ja: ウィンドウのロック解除

# ChatWindow_HideTooltip
source: Hide window
de: Fenster ausblenden
es: Ocultar ventana
fr: Masquer la fenêtre
ja: ウィンドウを隠す

# ChatWindow_ClearTooltip
source: Clear chat content
de: Chat-Inhalt leeren
es: Limpiar contenido del chat
fr: Effacer le contenu du chat
ja: チャット内容をクリア

# ConfigWindow_Title
source: EchoXIV - Configuration
de: EchoXIV - Konfiguration
es: EchoXIV - Configuración
ja: EchoXIV - 設定

# Tab_Visuals
source: Visuals
de: Visualisierung
es: Visuales
fr: Visuels
ja: 表示設定

# General_Engine
source: Translation Engine
de: Übersetzungs-Engine
es: Motor de Traducción
fr: Moteur de traduction
ja: 翻訳エンジン

# General_EngineGoogleDesc
source: Classic Google Translate (GTx JSON API)
de: Klassisches Google Translate (GTx JSON API)
es: Motor clásico de Google Translate (GTx JSON API)
fr: Moteur classique Google Translate (API JSON GTx)
ja: 標準Google翻訳 (GTx JSON API)

# General_EnginePapagoDesc
source: Naver Papago Translator (Korean/Japanese focus)
de: Naver Papago Translator (Koreanisch/Japanisch Fokus)
es: Naver Papago Translator (Coreano/Japonés)
fr: Traducteur Naver Papago (Coréen/Japonais)
ja: Naver Papago 翻訳 (韓国語/日本語 特化)

# General_WindowMode
source: Window Mode
de: Fenstermodus
es: Modo de Ventana
fr: Mode fenêtre
ja: ウィンドウモード

# General_RestoreWindow
source: Restore/Unlock Window
de: Fenster wiederherstellen/entsperren
es: Restaurar/Desbloquear Ventana
fr: Restaurer/Déverrouiller la fenêtre
ja: ウィンドウの復元/ロック解除

# General_RestoreWindowTip
source: Use if the native window is locked or lost.
de: Verwenden Sie dies, wenn das native Fenster gesperrt oder verloren gegangen ist.
es: Úsalo si la ventana nativa está bloqueada o perdida.
fr: À utiliser si la fenêtre native est verrouillée ou perdue.
ja: ネイティブウィンドウがロックされた場合や見失った場合に使用します。

# General_SmartVisibility
source: Smart Visibility (Hide on focus loss)
de: Smarte Sichtbarkeit (Ausblenden bei Fokusverlust)
es: Smart Visibility (Ocultar al perder foco)
fr: Visibilité intelligente (Masquer en cas de perte de focus)
ja: スマート表示 (フォーカス喪失時に隠す)

# General_SmartVisibilityTip
source: Automatically hides the window when the game is not in the foreground.
de: Blendet das Fenster automatisch aus, wenn das Spiel nicht im Vordergrund ist.
es: Oculta automáticamente la ventana cuando el juego no está en primer plano.
fr: Masque automatiquement la fenêtre lorsque le jeu n'est pas au premier plan.
ja: ゲームが前面にないとき、自動的にウィンドウを非表示にします。

# General_VerboseLogs
source: Verbose Logging
de: Ausführliche Protokollierung
es: Registro de Logs Detallados
fr: Journalisation détaillée
ja: 詳細ログの記録

# General_VerboseLogsTip
source: Enables extra technical info in the Dalamud log. Useful for debugging.
de: Aktiviert zusätzliche technische Informationen im Dalamud-Log. Nützlich für das Debugging.
es: Activa información técnica adicional en el log de Dalamud. Útil para depuración.
fr: Active des informations techniques supplémentaires dans le log Dalamud. Utile pour le débogage.
ja: Dalamudログに追加の技術情報を出力します。デバッグに有用です。

# Visuals_Description
source: Customize the appearance of the translated chat window.
de: Passen Sie das Erscheinungsbild des übersetzten Chat-Fensters an.
es: Personaliza la apariencia de la ventana de chat traducido.
fr: Personnaliser l'apparence de la fenêtre de chat traduite.
ja: 翻訳チャットウィンドウの外観をカスタマイズします。

# Visuals_FontSize
source: Font Size
de: Schriftgröße
es: Tamaño de Fuente
fr: Taille de la police
ja: フォントサイズ

# Visuals_Spacing
source: Message Spacing
de: Zeilenabstand
es: Espaciado entre Mensajes
fr: Espacement des messages
ja: メッセージの間隔

# Visuals_TimeFormat
source: Time Format
de: Zeitformat
es: Formato de Hora
fr: Format de l'heure
ja: 時刻形式

# Visuals_TimeFormatShort
source: Short (13:30)
de: Kurz (13:30)
es: Corto (13:30)
fr: Court (13:30)
ja: 短い (13:30)

# Visuals_TimeFormatLong
source: Long (13:30:45)
de: Lang (13:30:45)
es: Largo (13:30:45)
ja: 長い (13:30:45)

# Incoming_ShowOutgoing
source: Show my own messages
de: Eigene Nachrichten anzeigen
es: Mostrar mis mensajes
fr: Afficher mes propres messages
ja: 自分のメッセージを表示する

# WelcomeWindow_Title
source: EchoXIV - Welcome
de: EchoXIV - Willkommen
es: EchoXIV - Bienvenido
fr: EchoXIV - Bienvenue
ja: EchoXIV - ようこそ

# Welcome_Intro
source: Thank you for installing EchoXIV! Please set your initial languages to get started.
de: Vielen Dank für die Installation von EchoXIV! Bitte stellen Sie Ihre Ausgangssprachen ein, um zu beginnen.
es: ¡Gracias por instalar EchoXIV! Por favor, configura tus idiomas iniciales para comenzar.
fr: Merci d'avoir installé EchoXIV ! Veuillez configurer vos langues initiales pour commencer.
ja: EchoXIVをインストールしていただきありがとうございます！まずは初期言語の設定を行ってください。

# Welcome_SourceQuestion
source: What language do you speak?
de: Welche Sprache sprechen Sie?
es: ¿Qué idioma hablas?
fr: Quelle langue parlez-vous ?
ja: あなたの話す言語は何ですか？

# Welcome_SourceTip
source: (The language you will use to write in chat)
de: (Die Sprache, die Sie zum Schreiben im Chat verwenden werden)
es: (Idioma que usarás para escribir en el chat)
fr: (La langue que vous utiliserez pour écrire dans le chat)
ja: (チャットで入力に使用する言語)

# Welcome_TargetQuestion
source: What language do you want to translate your messages to?
de: In welche Sprache sollen Ihre Nachrichten übersetzt werden?
es: ¿A qué idioma quieres traducir tus mensajes?
fr: Dans quelle langue voulez-vous traduire vos messages ?
ja: 自分のメッセージをどの言語に翻訳しますか？

# Welcome_TargetTip
source: (What other users will see)
de: (Was andere Benutzer sehen werden)
es: (Lo que verán los demás usuarios)
fr: (Ce que les autres utilisateurs verront)
ja: (他のプレイヤーに見える言語)

# Welcome_ReadQuestion
source: In what language do you want to read others?
de: In welcher Sprache möchten Sie andere lesen?
es: ¿En qué idioma quieres leer a los demás?
fr: Dans quelle langue voulez-vous lire les autres ?
ja: 他のプレイヤーのメッセージをどの言語で読みますか？

# Welcome_SaveStart
source: Save and Start
de: Speichern und Starten
es: Guardar y Comenzar
fr: Enregistrer et commencer
ja: 保存して開始

# Lang_ES
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ja: スペイン語

# Lang_EN
source: English
de: Englisch
fr: Anglais
ja: 英語

# Lang_JA
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
ja: 日本語

# Lang_FR
source: French
de: Französisch
es: Francés
fr: Français
ja: フランス語

# Lang_DE
source: German
de: Deutsch
es: Alemán
fr: Allemand
ja: ドイツ語

# Lang_PT
source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
ja: ポルトガル語

# Lang_KO
source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
ja: 韓国語

# Lang_ZH_Simp
source: Chinese (Simp)
de: Chinesisch (Simp)
es: Chino (Simp)
fr: Chinois (Simp)
ja: 中国語 (簡体字)

# Lang_ZH_Trad
source: Chinese (Trad)
de: Chinesisch (Trad)
es: Chino (Trad)
fr: Chinoisi (Trad)
ja: 中国語 (繁体字)

# Lang_RU
source: Russian
de: Russisch
es: Ruso
fr: Russe
ja: ロシア語

# Lang_IT
source: Italian
de: Italienisch
es: Italiano
fr: Italien
ja: イタリア語

# Channel_Say
source: Say
de: Sagen
fr: Dire

# Channel_Shout
source: Shout
de: Rufen
es: Grito
fr: Crier

# Channel_Yell
source: Yell
de: Schreien
fr: Hurler

# Channel_Party
source: Party
de: Gruppe
es: Grupo
fr: Équipe

# Channel_Alliance
source: Alliance
de: Allianz
es: Alianza

# Channel_FC
source: FC
de: FK
es: CL
fr: CL

# Channel_NN
source: NN
de: Neuling
es: Red Novatos
fr: Novice
ja: ビギナー

# Visuals_Colors
source: Channel Colors
de: Kanalfarben
es: Colores por Canal
fr: Couleurs par canal
ja: チャンネルの色

# Visuals_ChannelColorsDesc
source: Customize the color for each chat channel.
de: Passen Sie die Farbe für jeden Chat-Kanal an.
es: Personaliza el color de cada canal de chat.
fr: Personnalisez la couleur de chaque canal de discussion.
ja: 各チャットチャネルの色をカスタマイズします。

# Tab_History
source: History
es: Historial

# History_Search
source: Search history...
es: Buscar en el historial...

# History_NoMessages
source: No messages found matching your criteria.
es: No se encontraron mensajes que coincidan con los criterios.

# History_Clear
source: Clear History
es: Limpiar Historial

# History_Title
source: Message History
es: Historial de Mensajes

# Tab_Cache
source: Cache
ja: キャッシュ

# Incoming_Linkshells
source: Linkshells:
ja: リンクシェル:

# ChatWindow_AutoScroll
source: Auto-scroll
fr: Défilement auto
ja: オートスクロール

# ChatWindow_Original
source: Original:
ja: 原文:

# Visuals_TimeFormatAMPM
source: AM/PM (1:30 PM)
ja: 12時間制 (1:30 PM)

# Channel_Linkshell
source: Linkshell
ja: LS
